/*
	File:		TextEncodingNames.strings (localization en)
	Contains:	User-visible names for TextEncodings
	Copyright:	© 2002-2007 by Apple Computer, Inc., all rights reserved.

	Note: This is a UTF16 text file. Don't add a cvs $Log, it won't work.
*/

"0x00010000" = "欧米（Mac OS Roman）";				/* Western (Mac OS Roman) */
"0x00020000" = "欧米（Mac OS Roman）";				/* Western (Mac OS Roman) */
"0x00000001" = "日本語（Mac OS）";						/* Japanese (Mac OS) */
"0x00010001" = "日本語（Mac OS）";						/* Japanese (Mac OS) */
"0x00020001" = "日本語（Mac OS）";						/* Japanese (Mac OS) */
"0x00030001" = "日本語（Mac OS）";						/* Japanese (Mac OS) */
"0x00040001" = "日本語（Mac OS）";						/* Japanese (Mac OS) */
"0x00050001" = "日本語（Mac OS）";						/* Japanese (Mac OS) */
"0x00000002" = "繁体字中国語（Mac OS）";			/* Traditional Chinese (Mac OS) */
"0x00000003" = "韓国語（Mac OS）";						/* Korean (Mac OS) */
"0x00000004" = "アラビア語（Mac OS）";						/* Arabic (Mac OS) */
"0x00010004" = "アラビア語（Mac OS）";						/* Arabic (Mac OS) */
"0x00020004" = "アラビア語（Mac OS）";						/* Arabic (Mac OS) */
"0x00030004" = "アラビア語（Mac OS）";						/* Arabic (Mac OS) */
"0x00000005" = "ヘブライ語（Mac OS）";						/* Hebrew (Mac OS) */
"0x00010005" = "ヘブライ語（Mac OS）";						/* Hebrew (Mac OS) */
"0x00010006" = "ギリシャ語（Mac OS）";						/* Greek (Mac OS) */
"0x00020006" = "ギリシャ語（Mac OS）";						/* Greek (Mac OS) */
"0x00010007" = "キリル文字（Mac OS）";						/* Cyrillic (Mac OS) */
"0x00020007" = "ウクライナ語（Mac OS）";					/* Ukrainian (Mac OS) */
"0x00030007" = "キリル文字（Mac OS）";						/* Cyrillic (Mac OS) */
"0x00000009" = "デーバナーガリー文字（Mac OS）";					/* Devanagari (Mac OS) */
"0x0000000A" = "グルムキー文字（Mac OS）";						/* Gurmukhi (Mac OS) */
"0x0000000B" = "グジャラート語（Mac OS）";						/* Gujarati (Mac OS) */
"0x00000015" = "タイ語（Mac OS）";							/* Thai (Mac OS) */
"0x00000019" = "簡体字中国語（Mac OS）";			/* Simplified Chinese (Mac OS) */
"0x0000001A" = "チベット語（Mac OS）";						/* Tibetan (Mac OS) */
"0x0000001D" = "中欧（Mac OS）";				/* Central European (Mac OS) */
"0x00000021" = "Symbol（Mac OS）";						/* Symbol (Mac OS) */
"0x00000022" = "Dingbats（Mac OS）";						/* Dingbats (Mac OS) */
"0x00000023" = "トルコ語（Mac OS）";						/* Turkish (Mac OS) */
"0x00010024" = "クロアチア語（Mac OS）";						/* Croatian (Mac OS) */
"0x00020024" = "クロアチア語（Mac OS）";						/* Croatian (Mac OS) */
"0x00020025" = "アイスランド語（Mac OS）";					/* Icelandic (Mac OS) */
"0x00030025" = "アイスランド語（Mac OS）";					/* Icelandic (Mac OS) */
"0x00040025" = "アイスランド語（Mac OS）";					/* Icelandic (Mac OS) */
"0x00050025" = "アイスランド語（Mac OS）";					/* Icelandic (Mac OS) */
"0x00010026" = "ルーマニア語（Mac OS）";						/* Romanian (Mac OS) */
"0x00020026" = "ルーマニア語（Mac OS）";						/* Romanian (Mac OS) */
"0x00000027" = "ケルト語（Mac OS）";						/* Celtic (Mac OS) */
"0x00000028" = "ゲール語（Mac OS）";						/* Gaelic (Mac OS) */
"0x00000029" = "キーボード記号（Mac OS）";				/* Keyboard Symbols (Mac OS) */
"0x0000008C" = "現代ペルシャ語（Mac OS）";						/* Farsi (Mac OS) */
"0x0001008C" = "現代ペルシャ語（Mac OS）";						/* Farsi (Mac OS) */
"0x000000EC" = "イヌイット語（Mac OS）";						/* Inuit (Mac OS) */
"0x000100FC" = "欧米（Mac VT100）";					/* Western (Mac VT100) */
"0x000200FC" = "欧米（Mac VT100）";					/* Western (Mac VT100) */
"0x00000101" = "Unicode 1.1";							/* Unicode 1.1 */
"0x04000101" = "Unicode 1.1 UTF-7";						/* Unicode 1.1 UTF-7 */
"0x08000101" = "Unicode 1.1 UTF-8";						/* Unicode 1.1 UTF-8 */
"0x00000103" = "Unicode 2.1";							/* Unicode 2.1 */
"0x04000103" = "Unicode 2.1 UTF-7";						/* Unicode 2.1 UTF-7 */
"0x08000103" = "Unicode 2.1 UTF-8";						/* Unicode 2.1 UTF-8 */
"0x00020103" = "Unicode 2.1 標準分解";	/* Unicode 2.1 Canonical Decomposition */
"0x00000104" = "Unicode 3.0";							/* Unicode 3.0 */
"0x00020104" = "Unicode 3.0 標準分解";	/* Unicode 3.0 Canonical Decomposition */
"0x00030104" = "Unicode 3.0 標準合成";		/* Unicode 3.0 Canonical Composition */
"0x00080104" = "Unicode 3.0 HFS 拡張分解";	/* Unicode 3.0 HFS Extended Decomposition */
"0x00090104" = "Unicode 3.0 HFS 拡張合成";		/* Unicode 3.0 HFS Extended Composition */
"0x04000104" = "Unicode 3.0 UTF-7";						/* Unicode 3.0 UTF-7 */
"0x08000104" = "Unicode 3.0 UTF-8";						/* Unicode 3.0 UTF-8 */
"0x00000106" = "Unicode 3.2";							/* Unicode 3.2 */
"0x00020106" = "Unicode 3.2 標準分解";	/* Unicode 3.2 Canonical Decomposition */
"0x00030106" = "Unicode 3.2 標準合成";		/* Unicode 3.2 Canonical Composition */
"0x00080106" = "Unicode 3.2 HFS 拡張分解";	/* Unicode 3.2 HFS Extended Decomposition */
"0x00090106" = "Unicode 3.2 HFS 拡張合成";		/* Unicode 3.2 HFS Extended Composition */
"0x04000106" = "Unicode 3.2 UTF-7";						/* Unicode 3.2 UTF-7 */
"0x08000106" = "Unicode 3.2 UTF-8";						/* Unicode 3.2 UTF-8 */
"0x00000108" = "Unicode 4.0";							/* Unicode 4.0 */
"0x00020108" = "Unicode 4.0 標準分解";	/* Unicode 4.0 Canonical Decomposition */
"0x00030108" = "Unicode 4.0 標準合成";		/* Unicode 4.0 Canonical Composition */
"0x00080108" = "Unicode 4.0 HFS 拡張分解";	/* Unicode 4.0 HFS Extended Decomposition */
"0x00090108" = "Unicode 4.0 HFS 拡張合成";		/* Unicode 4.0 HFS Extended Composition */
"0x04000108" = "Unicode 4.0 UTF-7";						/* Unicode 4.0 UTF-7 */
"0x08000108" = "Unicode 4.0 UTF-8";						/* Unicode 4.0 UTF-8 */
"0x0000010A" = "Unicode 5.0";							/* Unicode 5.0 */
"0x0002010A" = "Unicode 2.1 標準分解";				/* Unicode 5.0 Decomposition */
"0x0003010A" = "Unicode 3.0 標準合成";		/* Unicode 5.0 Canonical Composition */
"0x0005010A" = "Unicode 5.0 標準分解";	/* Unicode 5.0 Canonical Decomposition */
"0x0008010A" = "Unicode 5.0 HFS 拡張分解";	/* Unicode 5.0 HFS Extended Decomposition */
"0x0009010A" = "Unicode 5.0 HFS 拡張合成";		/* Unicode 5.0 HFS Extended Composition */
"0x0400010A" = "Unicode 5.0 UTF-7";						/* Unicode 5.0 UTF-7 */
"0x0800010A" = "Unicode 5.0 UTF-8";						/* Unicode 5.0 UTF-8 */
"0x00000201" = "欧米（ISO Latin 1）";					/* Western (ISO Latin 1) */
"0x00010201" = "欧米（Music CD Latin 1）";			/* Western (Music CD Latin 1) */
"0x00000202" = "中欧（ISO Latin 2）";		/* Central European (ISO Latin 2) */
"0x00000203" = "欧米（ISO Latin 3）";					/* Western (ISO Latin 3) */
"0x00000204" = "中欧（ISO Latin 4）";		/* Central European (ISO Latin 4) */
"0x00000205" = "キリル文字（ISO 8859-5）";					/* Cyrillic (ISO 8859-5) */
"0x00000206" = "アラビア語（ISO 8859-6）";					/* Arabic (ISO 8859-6) */
"0x00010206" = "アラビア語（ISO 8859-6 視覚的な順序）";		/* Arabic (ISO 8859-6 visual order) */
"0x00020206" = "アラビア語（ISO 8859-6 明示的な順序）";	/* Arabic (ISO 8859-6 explicit order) */
"0x00000207" = "ギリシャ語（ISO 8859-7）";					/* Greek (ISO 8859-7) */
"0x00000208" = "ヘブライ語（ISO 8859-8 暗黙的な順序）";	/* Hebrew (ISO 8859-8 implicit order) */
"0x00010208" = "ヘブライ語（ISO 8859-8 視覚的な順序）";		/* Hebrew (ISO 8859-8 visual order) */
"0x00020208" = "ヘブライ語（ISO 8859-8 明示的な順序）";	/* Hebrew (ISO 8859-8 explicit order) */
"0x00000209" = "トルコ語（ISO Latin 5）";					/* Turkish (ISO Latin 5) */
"0x0000020A" = "欧米（ISO Latin 6）";					/* Western (ISO Latin 6) */
"0x0000020F" = "欧米（ISO Latin 9）";					/* Western (ISO Latin 9) */
"0x00000210" = "ルーマニア語（ISO Latin 10）";				/* Romanian (ISO Latin 10) */
"0x00000400" = "Latin-US（DOS）";						/* Latin-US (DOS) */
"0x00000405" = "ギリシャ語（DOS）";							/* Greek (DOS) */
"0x00000406" = "バルト諸語（DOS）";						/* Baltic Rim (DOS) */
"0x00000410" = "欧米（DOS Latin 1）";					/* Western (DOS Latin 1) */
"0x00000411" = "ギリシャ語（DOS Greek 1）";					/* Greek (DOS Greek 1) */
"0x00000412" = "中欧（DOS Latin 2）";		/* Central European (DOS Latin 2) */
"0x00000413" = "キリル文字（DOS）";						/* Cyrillic (DOS) */
"0x00000414" = "トルコ語（DOS）";							/* Turkish (DOS) */
"0x00000415" = "ポルトガル語（DOS）";						/* Portuguese (DOS) */
"0x00000416" = "アイスランド語（DOS）";						/* Icelandic (DOS) */
"0x00000417" = "ヘブライ語（DOS）";							/* Hebrew (DOS) */
"0x00000418" = "カナダ・フランス語（DOS）";					/* Canadian French (DOS) */
"0x00000419" = "アラビア語（DOS）";							/* Arabic (DOS) */
"0x0000041A" = "北欧諸語（DOS）";							/* Nordic (DOS) */
"0x0000041B" = "ロシア語（DOS）";							/* Russian (DOS) */
"0x0000041C" = "ギリシャ語（DOS Greek 2）";					/* Greek (DOS Greek 2) */
"0x0000041D" = "タイ語（Windows, DOS）";					/* Thai (Windows, DOS) */
"0x00000420" = "日本語（Windows, DOS）";				/* Japanese (Windows, DOS) */
"0x00010420" = "日本語（Palm）";						/* Japanese (Palm) */
"0x00000421" = "簡体字中国語（Windows, DOS）";		/* Simplified Chinese (Windows, DOS) */
"0x00000422" = "韓国語（Windows, DOS）";					/* Korean (Windows, DOS) */
"0x00000423" = "繁体字中国語（Windows, DOS）";	/* Traditional Chinese (Windows, DOS) */
"0x00000500" = "欧米（Windows Latin 1）";				/* Western (Windows Latin 1) */
"0x00010500" = "欧米（Palm Latin 1）";				/* Western (Palm Latin 1) */
"0x00000501" = "中欧（Windows Latin 2）";	/* Central European (Windows Latin 2) */
"0x00000502" = "キリル文字（Windows）";					/* Cyrillic (Windows) */
"0x00000503" = "ギリシャ語（Windows）";						/* Greek (Windows) */
"0x00000504" = "トルコ語（Windows Latin 5）";				/* Turkish (Windows Latin 5) */
"0x00000505" = "ヘブライ語（Windows）";						/* Hebrew (Windows) */
"0x00000506" = "アラビア語（Windows）";						/* Arabic (Windows) */
"0x00000507" = "バルト諸語（Windows）";					/* Baltic Rim (Windows) */
"0x00000508" = "ベトナム語（Windows）";					/* Vietnamese (Windows) */
"0x00000600" = "欧米（ASCII）";						/* Western (ASCII) */
"0x00000601" = "欧米（ANSEL）";						/* Western (ANSEL) */
"0x00000622" = "日本語（JIS X0208）";					/* Japanese (JIS X0208) */
"0x00000628" = "日本語（Shift JIS X0213）";			/* Japanese (Shift JIS X0213) */
"0x00000630" = "簡体字中国語（GB 2312）";			/* Simplified Chinese (GB 2312) */
"0x00000631" = "中国語（GBK）";							/* Chinese (GBK) */
"0x00000632" = "中国語（GB 18030）";					/* Chinese (GB 18030) */
"0x00000640" = "韓国語（KSC 5601-1987）";				/* Korean (KSC 5601-1987) */
"0x00000820" = "日本語（ISO 2022-JP）";				/* Japanese (ISO 2022-JP) */
"0x00000821" = "日本語（ISO 2022-JP-2）";				/* Japanese (ISO 2022-JP-2) */
"0x00000822" = "日本語（ISO 2022-JP-1）";				/* Japanese (ISO 2022-JP-1) */
"0x00000830" = "簡体字中国語（ISO 2022-CN）";		/* Simplified Chinese (ISO 2022-CN) */
"0x00000840" = "韓国語（ISO 2022-KR）";					/* Korean (ISO 2022-KR) */
"0x00000920" = "日本語（EUC）";						/* Japanese (EUC) */
"0x00000930" = "簡体字中国語（EUC）";				/* Simplified Chinese (EUC) */
"0x00010930" = "簡体字中国語（EUC）";				/* Simplified Chinese (EUC) */
"0x00000931" = "繁体字中国語（EUC）";				/* Traditional Chinese (EUC) */
"0x00000940" = "韓国語（EUC）";							/* Korean (EUC) */
"0x00010940" = "韓国語（EUC）";							/* Korean (EUC) */
"0x00000A01" = "日本語（Shift JIS）";					/* Japanese (Shift JIS) */
"0x00010A01" = "日本語（Shift JIS）";					/* Japanese (Shift JIS) */
"0x00000A02" = "ロシア語（KOI8-R）";						/* Russian (KOI8-R) */
"0x00000A03" = "繁体字中国語（Big 5）";			/* Traditional Chinese (Big 5) */
"0x00030A03" = "繁体字中国語（Big 5）";			/* Traditional Chinese (Big 5) */
"0x00020A04" = "欧米（Mac Mail）";					/* Western (Mac Mail) */
"0x00060A04" = "トルコ語（Mac Mail）";					/* Turkish (Mac Mail) */
"0x000B0A04" = "アイスランド語（Mac Mail）";					/* Icelandic (Mac Mail) */
"0x000E0A04" = "ルーマニア語（Mac Mail）";					/* Romanian (Mac Mail) */
"0x00000A05" = "簡体字中国語（HZ）";				/* Simplified Chinese (HZ) */
"0x00000A06" = "繁体字中国語（Big 5 HKSCS）";		/* Traditional Chinese (Big 5 HKSCS) */
"0x00000A08" = "ウクライナ語（KOI8-U）";					/* Ukrainian (KOI8-U) */
"0x00000A09" = "繁体字中国語（Big 5-E）";			/* Traditional Chinese (Big 5-E) */
"0x00000B01" = "欧米（NextStep）";					/* Western (NextStep) */
"0x00000B02" = "日本語（NextStep）";					/* Japanese (NextStep) */
"0x00000C01" = "欧米（EBCDIC US）";					/* Western (Basic EBCDIC US) */
"0x00000C02" = "欧米（EBCDIC Latin 1）";				/* Western (EBCDIC Latin 1) */
